Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=441_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SaaŠmi kultturpreeddan suejj âlgg pueŠreed
fin: Saamelaisen kulttuuriperinnön suojaa parannettava

source: SääŠmteeŠǧǧ 3.12. riâššâm seminaarâst Levist saaǥǥstõŠlleš saaŠmi kultturpreeddan suej taarbin.
fin: Saamelaiskäräjien 3.12. järjestämässä seminaarissa Levillä keskusteltiin saamelaisen kulttuuriperinnön suojan tarpeista.

source: Seminaarâst puõŠđi õlmmsa, što sääŠmkulttur suej pueŠrumuš õõlǥat lââŠss resuurzzid da vuäŠpstemvuõđ.
fin: Seminaarissa kävi ilmi, että saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja ohjeistusta.

source: Seminaar ääŠvääm sääŠmteeŠǧǧ jieŠllemvueŠǩǩ- da vuõiggâdvuõttluŠvddkååŠdd vääŠrrsaaǥǥjååŠđtei Heikki Paltto maainsti sääŠmǩiõl da jieŠllemvueŠjji kõskksaž kõskkvuõđâst da ” SääŠmǩiõl da sääŠmjieŠllemvueŠjji puõŠttivuõtt koŠlle õŠhtte.
fin: Seminaarin avannut saamelaiskäräjien elinkeino- ja oikeuslautakunnan varapuheenjohtaja Heikki Paltto kertoi saamen kielen ja elinkeinojen välistä suhteesta. ” Saamen kielen ja saamelaiselinkeinojen tulevaisuus liittyvät yhteen.

source: Notta jieŠllemviõkksaž jieŠllemvueŠjji sääŠmǩiõll huânnʼnan ”.
fin: Ilman elinvoimaisia saamelaiselinkeinoja saamen kieli heikkenee ”.

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr maainsti sääŠm pannmateriaalaž kult-tuurpreeddan suejjeem vueŠjjes
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi puhui saamelaisen aineettoman kulttuuriperinnön suojelun tilanteesta Suomessa ja saamelaiskäräjien välisessä yhteistyössä.

source: SaaǥǥjååŠđteei NäkkäläjäuŠrr låppii nânsab õhttsažtuâj sääŠm meerlažõhttsažkooŠddin sääŠmkulttuur staattuuzz pueŠreem diõtt. ”
fin: Puheenjohtaja Näkkäläjärvi lupasi tiivistä yhteistyötä saamelaisen kansalaisyhteisön kanssa saamelaiskulttuurin aseman parantamiseksi. ”

source: Mij, SääŠmteeŠǧǧ da čeäŠppneeŠǩǩin da ǩiõtt-tuâjain õõlǥči õhtteed viõǥǥeez õhttsaž sääŠmkultturpolitiiklaž prograamm tuejjumuŠšše.
fin: Meidän, saamelaiskäräjien ja taitelijoiden ja käsityöntekijöiden tulisi yhdistää voimansa yhteisen saamelaiskulttuuripoliittisen ohjelman laatimiseen.

source: SääŠmteeŠǧǧ reäšš ǩeâđđa 2011 õhttsažsåbbar saaŠmi kulttur- da čeäppõsorganisatiaivuiŠm.
fin: Saamelaiskäräjät järjestää keväällä 2011 yhteiskokouksen saamelaisten kulttuuri- ja taidejärjestöjen kanssa.

source: Såbbrest lij jorddmõš õõutsââŠjest valmštõõllâd maadârdõõzzid sääŠmkulttuur suej pueŠreem diõtt.
fin: Kokouksessa on tarkoitus yhdessä valmistella esityksiä saamelaiskulttuurin suojan parantamiseksi.

source: SääŠmkulttuur suej pueŠrumuš õõlǥat lââŠss resuurzzid da vuõiggâdvuõđnallšem suej ooudâsviikkmõõžž.
fin: Saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja oikeudellisen suojan kehittämistä ”

source: SääŠm-muŠzei Siida, saaŠmi meersažmuŠzei, jååŠđteei Tarmo Jomppanen ǩiõttʼtõõli mainnsest
fin: Saamelaismuseo Siidan, saamelaisten kansallismuseon, johtaja Tarmo Jomppanen käsitteli puheessaan saamelaisen aineellisen kulttuuriperinnön suojelun tarpeita. ”

source: MuŠzeituåimmjumuužž da saaŠmi materialaž kulttuursaž suej ooudâsviikkâm staanumuššân LääŠddjânnam muŠzeeiŠjin åårrai sääŠmnorldõõǥǥ õõlǥči vuäǯǯad sääŠmõhttsažkååŠdd kääzzkõŠsse da norldõõǥǥ õõlǥči vuäǯǯad õlmmsest čuäŠjtõŠsse.
fin: Museotoiminnan ja saamelaisen aineellisen kulttuurisen suojan kehittämisen turvaamiseksi Suomen museoissa olevat saamelaiskokoelmat tulisi saada saamelaisyhteisön palvelukseen ja kokoelmat olisi saatava julkisesti esille.

source: PuõŠtti halltõspâjja âlgg piijjâd täävtõssân SääŠm-muŠzei Siida veeidõs da veeidõõzz teäggtem staanumuš. ”
fin: Seuraavalle hallituskaudelle tulee asettaa tavoitteeksi Saamelaismuseo Siidan laajennus ja laajennuksen rahoituksen turvaaminen. ”

source: Sámi Duodji ry:z saaǥǥjååŠđteei Rauna Trium f maainsti sääŠm ǩiõtt-tuâj kulttuursaž miârkkšõõvvmõõžžâst da sääŠm ǩiõtt-tuâj tuäŠrjjeemtaarbin. ”
fin: Sámi Duodji ry:n puheenjohtaja Rauna Triumf kertoi saamen käsityön kulttuurisesta merkityksestä ja saamen käsityön tukitarpeista. ”

source: Duodji lij jieŠllemvueŠǩǩ, bieŠǩǩ saaŠmi sosiaalaž riâššmõõžž, koin šõõddet da mättjet.
fin: Duodji on elämäntapa, osa saamelaista sosiaalista järjestelmää, jonka kanssa kasvetaan ja opitaan.

source: Duodji lij saaŠmi õhttsaž jeällmõš da tõt pohtt õlmmsa sääŠmkulttuur obbvääldlaž jorddmõõžž, koŠst puk vaaikat pukid.
fin: Duodji on saamelaisten kollektiivista omaisuutta ja se ilmentää saamelaiskulttuurin holistista ajattelua, missä kaikki vaikuttaa kaikkeen.

source: TuõttääŠššest Sámi Duodji staattus iŠllakku doŠvolna šiõǥǥ škoouŠlʼjumuužžâst da õhttsažkååŠddest.
fin: Valitettavasti Sámi Duodjin asema ei ole riittävän hyvä koulutuksessa ja yhteiskunnassa.

source: Sámi Duodji staanumuš ouddlâstt lââŠzz resuurzzid da ǩiõtt-tuâj škoouŠlʼjumuužž õõudâsviikkmõõžž saaŠmi vueŠlǧǧemaalǥi pääiŠǩ.
fin: Sámi Duodjin turvaaminen edellyttää lisää resursseja ja käsityön koulutuksen kehittämistä saamelaisista lähtökohdista käsin.

source: LââŠssen haaŠlääm späŠssbõõžžâd sääŠmteeŠǧǧ da sääŠmteeŠǧǧ saaǥǥjååŠđteei Sámi Duodji taarbi lokku välddmõõžžâst ”.
fin: Lisäksi haluan kiittää saamelaiskäräjiä ja saamelaiskäräjien puheenjohtajaa Sámi Duodjin tarpeiden huomioimisesta ”.

source: oikaaja, sääŠmteeŠǧǧ halltõõzz vuässlaž Petra Magga-Vars maainsti juõŠǥi vääžnaivuõđâst saaŠnin di juõiŠǥin: ” JuõiŠkk čuäŠjad da pohtt õlmmsa sääŠmkulttuur.
fin: Joikaaja, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi joiun merkityksestä sekä sanoin että joiuin: ” Joiku ilmentää saamelaiskulttuuria.

source: JuõiŠǥ sääŠn tobdstâŠtte pääiŠklažkulttuur õlmmsa pohttmõŠšše da mättʼte vueiŠnned pueŠrben juõiŠǥ mieŠldd maaddârpuärr-si tuâlʼjõž histoor.
fin: Joiun sisällöistä voi selkeästi nähdä paikalliskulttuurin ilmentymiä ja oppia esivanhempien historiasta. Joiun asema ei Suomessa riittävän hyvä.

source: JuõiŠǥ staattus iŠllakku LääŠddjânnmest veâl riŠjttjemnalla tobddum.
fin: Joiku tarvitsee enemmän tukea, resursointia ja näkyvyyttä koko Suomessa.

source: JuõiŠkk taarbâš jäänab tuäŠrjjõõzz, resuurzzi ouddmõõžžid da kuâsttjemvuõđ pirr LääŠddjânnam.
fin: Koulujen tulisi ottaa joiku osaksi opetussuunnitelmia jotta joiusta saadaan luonteva osa yhteiskuntaa ”.

source: Seminaar vuõlttii raŠvves saaǥǥ mättʼtõs- da kultturministeria beälla, sääŠmtegga da sääŠmvuuŠd škoouŠljemkõõskõŠsse sääŠm ǩiõtt-tuâj mättʼtem ooudâsviikkâmtaarbin.
fin: Seminaari lähetti vahvan viestin opetus- ja kulttuuriministeriölle, saamelaiskäräjille ja saamelaisalueen koulutuskeskukselle saamen käsityön opetuksen kehittämistarpeista.

source: SääŠmvuuŠd škoouŠlʼjemkõõskõõzz sääŠm ǩiõtt-tuâj mättʼtumuš ij kääzzkââst sääŠmkulttuur taarbid, tõŠnt ko mättʼtumuš tuejjeed lääŠdd kulttuur vueŠlǧǧemaalǥin.
fin: Saamelaisalueen koulutuskeskuksen saamen käsityön opetus ei palvele saamelaiskulttuurin tarpeita, koska opetus tehdään suomalaisen kulttuurin lähtökohdista käsin.

source: Seminaar tuõđi, što škooul mättʼtumuš âlgg muŠtted nuŠtt, što škoouŠlʼjumuš paaimat še sääŠmnuõrid.
fin: Seminaari totesi, että koulun opetusta on muutettava siten, että opetus houkuttelee myös saamelaisnuoria.

source: Kultturminister Wallin vuõlttii ǩeŠrjjlaž tiõrvtõõzz seminaaŠre.
fin: Kulttuuriministeri Wallin lähetti kirjallisen tervehdyksen seminaariin.

source: ǨeŠrddemtuâjjcõgstõõttmõš cõõggi kulttur- da sporttministeer Levi määŠtǩ.
fin: Lentolakko esti kulttuuri- ja urheiluministerin matkan Leville.

source: Minister Wallin peäggti, što son teâtt LääŠddjânnmest jäls-teeŠjen ruõccǩiõll ooumžen, mõõnn tobddsaž tobddmõš lij jieŠlled ǩiõllminoriteettest.
fin: Ministeri Wallin kertoi tietävänsä Suomessa elävänä ruotsinkielisenä millaista on elää kielivähemmistössä.

source: Jiijjan tuâkk-sa toobdeeŠl vuäitam puârast tieŠtted, mäŠhtt tij tobddveŠted ko peälšteŠped vuõiggâdvuõđeed.
fin: Omasta taustastani johtuen voin hyvin kuvitella miltä teistä tuntuu kun puolustatte oikeuksianne.

source: Mi-nister Wallin ǩeeŠrjti, što lij rämm miõlâst tõŠst, što sääŠmnuõr liâ nuŠtt oddel sääŠmkulttuur kâddmõõžžâst da ooudâsviikkmõõžžâst. ”
fin: Ministeri Wallin kirjoitti olevansa erityisen iloinen olen siitä, että saamelaisnuoret ovat niin aktiivisia saamelaiskulttuurin vaalimisessa ja kehittämisessä. ”

source: Halltõõzz puõŠtti eeŠjj mäŠhssemplaanmaadârdõŠsse šâŠdde leeŠd vääžnai äŠššen še sääŠmǩiõllsa mättʼtem-materialmieŠrrtieŠǧǧi pââŠjdumuš.
fin: Hallituksen ensi vuoden talousarvioesitykseen sisältyy myös saamenkielisen oppimateriaalimäärärahan korottaminen.

source: LââŠzztõõz-zin peäggtet, što sääŠmǩiõllsai mättʼtem-materialmieŠrrtieŠǧǧin âlgg tillõõvted doŠvolna teäŠǧǧvääŠraid še nuõrttsääŠm da aanarsääŠmǩiõllsai mättʼtemǩeeŠrjid.
fin: Lisäyksissä mainitaan, että saamenkielisten oppimateriaalirahoista tulee kohdentaa riittävästi varoja myös koltan ja inarinsaamenkielisten oppikirjoihin. ”

source: Wallin ǩeeŠrjti
fin: , Wallin kirjoitti.

source: saaǥǥjååŠđteei Näkkäläjärvi (050-5242109)
fin: Lisätietoja: Puheenjohtaja Näkkäläjärvi (050-5242109)

source: Seminaar saaǥǥjååŠđteei Aslak Paltto (+358405620354)
fin: Seminaarin puheenjohtaja Aslak Paltto (+358405620354)
